[
  "What kind of governor is Sir Hanush?",
  "Young Sir Hans is our governor, but Sir Hanush is his guardian till he comes of age. That's not a day I'm looking forward to.",
  "What's life like in Rattay?",
  "This is a manorial town and our lord hasn't got himself tangled up in affairs of state, so it's peaceful here.",
  "How do the Rattay folk get on with the refugees?",
  "I know they got nowhere to go. Skalitz is a pile of ashes and the countryside ain't safe, but they been here too long. Some of those buggers got light fingers, and not a one of them appreciates the sacrifices we made for them.",
  "Have you heard anything about the Cumans in Sigismund's army?",
  "I don't know if it's just old wives' tales, but i heard truly terrible things.",
  "Can you tell me something about the other millers?",
  "There's a couple of other fellows around here in my trade - Woyzeck in Kohelnitz and Simon is Sasau.",
  "Tell me something about yourself.",
  "There's nothing much to tell, I was born at the mill, I like here and I'll surely die here. But before I do, I've plenty of work to do and I hope I live to see peace in this land again.",
  "What about the Skalitz folk?",
  "God sent them to punish us for our sins. They don't work, they just idle around, begging, And you want to keep a close eye on your belongings when they're around. I'll be glad to see the back of them.",
  "What's the local lord like?",
  "Sir Hanush? He treats his people well, but he's tough as an old oak. The way things are these days, I wouldn't wonder if he and his men started kicking some arses.",
  "What's Sir Hans Capon like?",
  "Ach! That worthless dandy. Sir Hanush has to knock some sense into him, or I dread to think what will become of this place when he takes over.",
  "What do you think about everything that's happened?",
  "I don't concern myself with the doings of my betters, but this mess isn't good for business. Them two brothers should sort things out between themselves without dragging us into it.",
  "What kind of governor is Sir Hanush?",
  "Sir Hanush is a good lord. Things won't be the same when that wastrel Sir Hans takes over. That will be a sorry day.",
  "How do the Rattay folk get on with the refugees?",
  "Well, they have it tough, no doubt, but there's not enough room for them here. How much longer will they be living on our streets? Nothing good will come of this. What if one of them's brought the plague with him?",
  "Have you heard anything about the Cumans in Sigismund's army?",
  "I don't know if it's just old wives' tales, but I heard truly terrible things.",
  "What kind of governor is Sir Hanush?",
  "Young Sir Hans is our governor, but Sir Hanush is his guardian till he comes of age. That's not a day I'm looking forward to.",
  "What's life like in Rattay?",
  "We got sturdy walls and two castles to protect us. There's not many towns have that. And we got everything we need here. We got an apothecary, a swordsmith, an armourer. We got a beautiful church and fine alehouses.",
  "How do the Rattay folk get on with the refugees?",
  "I know they got nowhere to go. Skalitz is a pile of ashes and the countryside ain't safe, but they been here too long. Some of those buggers got light fingers, and not a one of them appreciates the sacrifices we made for them.",
  "Have you heard anything about the Cumans in Sigismund's army?",
  "Don't talk to me about that fucking rabble! A soldier was saying in the alehouse them barbarians impale people on spikes, rape women. They hold nothing sacred, the filthy heathens!"
]
